10/data/attachments/fd64c0fe81534c88.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_335b587d-4b17-491c-beab-a5e09d5c7364</nif:username>
            <nif:friendToBeAdded>Patricia_order_Friend_36546_7</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>